[
  {
    "figure_name": "accismus",
    "definition": "A form of irony in which a person feigns indifference to or pretends to refuse something he or she desires."
  },
  {
    "figure_name": "acrostic",
    "definition": "Ordering words in successive lines so their first letters spell something or follow alphabetical order."
  },
  {
    "figure_name": "acyrologia",
    "definition": "An incorrect use of words, especially the use of words that sound alike but are far in meaning from the speakers intentions."
  },
  {
    "figure_name": "acyron",
    "definition": "The use of a word repugnant or contrary to what is meant."
  },
  {
    "figure_name": "adhortatio",
    "definition": "A comandment, promise, or exhortation intended to move one's consent"
  },
  {
    "figure_name": "adynaton",
    "definition": "The expression of the inability of expression —almost always emotional"
  },
  {
    "figure_name": "aetiologia",
    "definition": "A figure of reasoning by which one attributes a cause for a statement or claim made, often as a simple relative clause of explanation."
  },
  {
    "figure_name": "aganactesis",
    "definition": "An exclamation proceeding from deep indignation."
  },
  {
    "figure_name": "allegory",
    "definition": "Like adiamonta, allegory employs both the surface meaning or literal use of words as well as the symbolic meanings of words. Related Topics of Invention"
  },
  {
    "figure_name": "alliteration",
    "definition": "Repetition of the same letter or sound within nearby words. Most often, repeated initial consonants."
  },
  {
    "figure_name": "amphibologia",
    "definition": "Ambiguity of grammatical structure, often occasioned by mispunctuation."
  },
  {
    "figure_name": "amplification",
    "definition": "carried to a fault by length or overelaborateness."
  },
  {
    "figure_name": "Amplification as arrangement",
    "definition": "Amplification deals generally with addressing the parts of any given communicative activity, and so to \"amplify\" a speech would be to address each element of its conventional"
  },
  {
    "figure_name": "Amplification as Vice",
    "definition": "Amplification can also be considered en error, either by overtreating the subject matter (tautologia) or by using more words than necessary"
  },
  {
    "figure_name": "anacoenosis",
    "definition": "Asking the opinion or judgment of the judges or audience."
  },
  {
    "figure_name": "anacolouthon",
    "definition": "A grammatical interruption or lack of implied sequence within a sentence."
  },
  {
    "figure_name": "anacoluthon",
    "definition": "A syntactic deviation and interruption within a sentence from one structure to another."
  },
  {
    "figure_name": "anadiplosis",
    "definition": "Repetition of the last word of one clause or sentence at the beginning of the next."
  },
  {
    "figure_name": "Anaphora",
    "definition": "Repetition of the same word or group of words at the beginning of successive clauses."
  },
  {
    "figure_name": "anapodoton",
    "definition": "That is, beginning a sentence in a way that implies a certain logical resolution, but concluding it differently than the grammar leads one to expect. Anacoluthon can be either a grammatical fault or a stylistic virtue, depending on its use. In either case, it is an interruption or a verbal lack of symmetry. Anacolouthon is characteristic of spoken language or interior thought, and thus suggests those domains when it occurs in writing. (Not to be confused with"
  },
  {
    "figure_name": "anastrophe",
    "definition": "taken to an obscuring extreme, either accidentally or purposefully."
  },
  {
    "figure_name": "Anchises, worthy deigned",
    "definition": "Of Venus' glorious bed, beloved of heaven, Twice rescued from the wreck of Pergamum"
  },
  {
    "figure_name": "and Adjuncts",
    "definition": "Since description typically takes the form of delineating the attributes of something, it is therefore the use of this topic of invention, by which one identifies the characteristics (or adjuncts) of a given subject."
  },
  {
    "figure_name": "and Conjugates",
    "definition": "Since this topic of invention explores how language is used, it is related to what double meanings words and phrases can have."
  },
  {
    "figure_name": "Angel Day",
    "definition": "In the following example, Bottom tries to recall the dream he has had, misquoting scripture as he goes. Hypallage occurs by misaligning sense organs with their proper sensations: The eye of man hath not heard, the ear of man hath not seen, man's hand is not able to taste, his tongue to conceive, nor his heart to report, what my dream was."
  },
  {
    "figure_name": "antanaclasis",
    "definition": "Repetition of a word in two different senses."
  },
  {
    "figure_name": "anthimeria",
    "definition": "Substitution of one part of speech for another."
  },
  {
    "figure_name": "anthypophora",
    "definition": "A figure of reasoning in which one asks and then immediately answers one's own questions. Reasoning aloud. Anthypophora sometimes takes the form of asking the audience or one's adversary what can be said on a"
  },
  {
    "figure_name": "antimetabole",
    "definition": "Repetition of words in reverse grammatical order."
  },
  {
    "figure_name": "antiphrasis",
    "definition": "Irony of one word, often derisively through obvious contradiction."
  },
  {
    "figure_name": "antiptosis",
    "definition": "A type of enallage in which one grammatical case is substituted for"
  },
  {
    "figure_name": "antithesis",
    "definition": "Juxtaposition of contrasting ideas (often in parallel structure)."
  },
  {
    "figure_name": "apagoresis",
    "definition": "A statement designed to inhibit someone from doing something."
  },
  {
    "figure_name": "aporia",
    "definition": "Deliberating with oneself as though in doubt over some matter; asking oneself (or rhetorically asking one's hearers) what is the best or appropriate way to approach something."
  },
  {
    "figure_name": "aposiopesis",
    "definition": "Breaking off suddenly in the middle of speaking, usually to portray being overcome with emotion."
  },
  {
    "figure_name": "apostrophe",
    "definition": "Turning one's speech from one audience to another, or addressing oneself to an abstraction or the absent—almost always as a way of increasing"
  },
  {
    "figure_name": "appositio",
    "definition": "Addition of an adjacent, coordinate, explanatory or descriptive element. Some grammatical figures depend upon some sort of grammatical"
  },
  {
    "figure_name": "Apposition",
    "definition": "Addition of an adjacent, coordinate, explanatory element."
  },
  {
    "figure_name": "Arrangement",
    "definition": "Related Topics of Invention"
  },
  {
    "figure_name": "aschematiston",
    "definition": "The use of plain, unadorned or unornamented language. Or, the unskilled use of figurative language."
  },
  {
    "figure_name": "assonance",
    "definition": "Assonance is similar to consonance in that it focuses on sound repetition in the stressed syllables of adjacent words, but of vowels, rather than"
  },
  {
    "figure_name": "asyndeton",
    "definition": "The omission of conjunctions between clauses, often resulting in a hurried rhythm or vehement effect."
  },
  {
    "figure_name": "Auxesis",
    "definition": "Reference to something with a name disproportionately greater than its nature (a kind of hyberbole)."
  },
  {
    "figure_name": "barbarismus",
    "definition": "The use of nonstandard or foreign speech (= cacozelia); the use of a word awkwardly forced into a poem's meter; or unconventional pronunciation."
  },
  {
    "figure_name": "Basic",
    "definition": "questions for doing rhetorical analysis"
  },
  {
    "figure_name": "Believe",
    "definition": "not all you can hear, tell not all you"
  },
  {
    "figure_name": "bomphiologia",
    "definition": "Exaggeration done in a self-aggrandizing manner, as a braggart."
  },
  {
    "figure_name": "Brachylogia",
    "definition": "Omission of conjunctions between a series of words."
  },
  {
    "figure_name": "Brigham Young University",
    "definition": "Please cite \"Silva Rhetoricae\""
  },
  {
    "figure_name": "cacosyntheton",
    "definition": "The ill placing of words, as when an adjective improperly follows a noun or when there is any other unpleasing order of words."
  },
  {
    "figure_name": "cacozelia",
    "definition": "A stylistic affectation of diction, such as throwing in foreign words to appear learned. Bad taste in words or selection of metaphor, either to make the facts appear worse or to disgust the auditors."
  },
  {
    "figure_name": "catachresis",
    "definition": "The use of a word in a context that differs from its proper application."
  },
  {
    "figure_name": "catacosmesis",
    "definition": "Ordering words from greatest to least in dignity, or in correct order"
  },
  {
    "figure_name": "cataplexis",
    "definition": "Threatening/prophecying payback for ill doing."
  },
  {
    "figure_name": "chiasmus",
    "definition": "Repetition of ideas in inverted order."
  },
  {
    "figure_name": "chorographia",
    "definition": "vivid descriptoin of a given nation"
  },
  {
    "figure_name": "chronographia",
    "definition": "the vivid depiction of a given time"
  },
  {
    "figure_name": "climax",
    "definition": "Generally, the arrangement of words, phrases, or clauses in an order of increasing importance, often in parallel structure."
  },
  {
    "figure_name": "colon",
    "definition": ") or with two others forming"
  },
  {
    "figure_name": "commonplace",
    "definition": "A short, pithy, saying—snonymous with"
  },
  {
    "figure_name": "commoratio",
    "definition": "Dwelling on or returning to one's strongest argument."
  },
  {
    "figure_name": "Comparison",
    "definition": "Figures for amplifying thought or ideas are many and have been grouped into such categories as figures of division, description, and reasoning:"
  },
  {
    "figure_name": "concepts",
    "definition": "Figures altering the order of words Figures altering the order of letters within"
  },
  {
    "figure_name": "conduplicatio",
    "definition": "The repetition of a word or words in adjacent phrases or clauses, either to amplify the thought or to express emotion."
  },
  {
    "figure_name": "copia verborum",
    "definition": ") overlap with means for developing ideas or content (the figures of thought, or"
  },
  {
    "figure_name": "correctio",
    "definition": "To amend a term or phrase one has just employed, or to specify more particularly by explaining what something is not."
  },
  {
    "figure_name": "craft",
    "definition": "that in thy age thou mayest get"
  },
  {
    "figure_name": "cutted comma, the",
    "definition": "cutting from the end An artful deviation from the ordinary or principal signification of a word. One of two general categories for figures of speech, along"
  },
  {
    "figure_name": "darkness visible",
    "definition": "Served only to discover sights of woe."
  },
  {
    "figure_name": "De Or",
    "definition": ". 3.55.210; Peacham (1577) L1v"
  },
  {
    "figure_name": "death",
    "definition": ", do stir in me such strife, As never man but I led such a life:"
  },
  {
    "figure_name": "decorum",
    "definition": "King Richard: What says he? Northumberland: Nay, nothing, all is said. His tongue is now a stringless instrument"
  },
  {
    "figure_name": "deesis",
    "definition": "The vehement expression of desire put in terms of \"for someone's sake\" or \"for God's sake.\""
  },
  {
    "figure_name": "defect / subtraction",
    "definition": "(See Four Categories of Change:"
  },
  {
    "figure_name": "defenced",
    "definition": "on that last play? Noun used as verb. Feel bad? Strike up some music and have a good"
  },
  {
    "figure_name": "descriptio",
    "definition": "Vivid description, especially of the consequences of an act, that stirs up its hearers. (See enargia, below)"
  },
  {
    "figure_name": "Description",
    "definition": "Related Topics of Invention"
  },
  {
    "figure_name": "diacope",
    "definition": "Repetition of a word with one or more between, usually to express deep"
  },
  {
    "figure_name": "dialysis",
    "definition": "To spell out alternatives."
  },
  {
    "figure_name": "dianoea",
    "definition": "The use of animated questions and answers in developing an argument"
  },
  {
    "figure_name": "diastole",
    "definition": "To lengthen a vowel or syllable beyond its typical length."
  },
  {
    "figure_name": "diazeugma",
    "definition": "The figure by which a single subject governs several verbs or verbal constructions (usually arranged in parallel fashion and expressing a"
  },
  {
    "figure_name": "dilemma",
    "definition": "Offering to an opponent a choice between two (equally unfavorable) alternatives."
  },
  {
    "figure_name": "dirimens copulatio",
    "definition": "A figure by which one balances one statement with a contrary, qualifying"
  },
  {
    "figure_name": "discovery",
    "definition": "of an idea or argument (an issue of"
  },
  {
    "figure_name": "disorder / transposition",
    "definition": "(See Four Categories of Change:"
  },
  {
    "figure_name": "Division",
    "definition": "Often description takes the form of dividing out and naming the parts of that which is described, and therefore this topic of invention is"
  },
  {
    "figure_name": "Each",
    "definition": "of the students should bring"
  },
  {
    "figure_name": "ecphonesis",
    "definition": "(an emotional exclamation); however, it has also been used (as in the"
  },
  {
    "figure_name": "ecthlipsis",
    "definition": "to accommodate the poetical meter of the second line: Multum ille et terris iactatus et alto Mult'ill'et terris iactatus et alto"
  },
  {
    "figure_name": "Ellipsis",
    "definition": "Omission of a word or words readily implied by context."
  },
  {
    "figure_name": "enallage",
    "definition": "Of many possible grammatical substitutions, one may alter the tense of a given construction."
  },
  {
    "figure_name": "Enargia",
    "definition": "is the general term for employing description within rhetoric (see also the various Greek and Latin synonyms for this, below). Various kinds of description are also specified with"
  },
  {
    "figure_name": "energia",
    "definition": "Energia, the vigor with which one expresses oneself, can obviously be"
  },
  {
    "figure_name": "ennoia",
    "definition": "Related Topics of Invention"
  },
  {
    "figure_name": "enthymeme",
    "definition": "The informal method of reasoning typical of rhetorical discourse."
  },
  {
    "figure_name": "enumeratio",
    "definition": "Dividing a subject into its adjuncts, a cause into its effects, or an antecedent into its consequents."
  },
  {
    "figure_name": "epanalepsis",
    "definition": "Repetition at the end of a clause of the word that occurred at the beginning."
  },
  {
    "figure_name": "epanorthosis",
    "definition": "Amending a first thought by altering it to make it stronger or more"
  },
  {
    "figure_name": "epenthesis",
    "definition": "The addition of a letter, sound, or syllable to the middle of a word. A kind of metaplasm that can be a vice."
  },
  {
    "figure_name": "epexegesis",
    "definition": "When one interprets what one has just said. A kind of redefinition or"
  },
  {
    "figure_name": "epimone",
    "definition": "Persistent repetition of the same plea in much the same words, a direct method for underscoring the pathetic appeal."
  },
  {
    "figure_name": "epiphonema",
    "definition": "An epigrammatic summary which gathers into a pithy sentence what has preceeded. A striking, summarizing reflection."
  },
  {
    "figure_name": "epiplexis",
    "definition": "Asking questions in order to chide, to express grief, or to inveigh."
  },
  {
    "figure_name": "epistrophe",
    "definition": "Repetition of a word or phrase at the end of successive clauses."
  },
  {
    "figure_name": "episynaloephe",
    "definition": "Blending two syllables together into one. The opposite of diaeresis."
  },
  {
    "figure_name": "epitasis",
    "definition": "The addition of a concluding sentence that merely emphasizes what has"
  },
  {
    "figure_name": "epitrope",
    "definition": "A figure in which one turns things over to one's hearers (often pathetically)."
  },
  {
    "figure_name": "ethos",
    "definition": ". The technical term for rhetorical questions in general is"
  },
  {
    "figure_name": "euche",
    "definition": "Related Topics of Invention"
  },
  {
    "figure_name": "Euphues",
    "definition": "Nihil ne te nocturnum praesidium palatii, nihil urbis vigilae, nihil timor populi, nihil concursus bonorum omnium, nihil hic muntissimus habendi senatus locus, nihil horum ora vultusque moverunt?"
  },
  {
    "figure_name": "eustathia",
    "definition": "Related Topics of Invention"
  },
  {
    "figure_name": "eutrepismus",
    "definition": "Numbering and ordering the parts under consideration."
  },
  {
    "figure_name": "eutrepismus / ordinatio",
    "definition": "Numbering and ordering the parts under consideration. A figure of division,"
  },
  {
    "figure_name": "Example",
    "definition": "We cannot trust this man, for he has perjured himself in the past. Since the witness cannot be trusted, we must disregard his present testimony. Without his damning testimony, the accusations against my client are nothing. Since the accusations against my client amount to nothing, let him be dismissed."
  },
  {
    "figure_name": "Examples",
    "definition": "Friends, Romans, countrymen, lend me your ears... Assure yourself that Damon to his Pythias, Pylades to his Orestes, Titus to his Gysippus, Theseus to his Pyrothus, Scipio to his Laelius, was never found more faithful than Euphues will be to his Philautus."
  },
  {
    "figure_name": "exchange / substitution",
    "definition": "(See Four Categories of Change:"
  },
  {
    "figure_name": "excitatio",
    "definition": "To excite an audience, especially out of a stupor or boredom."
  },
  {
    "figure_name": "exclamatio",
    "definition": "among the figures of thought (See Figures of Speech and Thought"
  },
  {
    "figure_name": "exergasia",
    "definition": "Repetition of the same idea, changing either its words, its delivery, or the general treatment it is given. A method for amplification, variation,"
  },
  {
    "figure_name": "expeditio",
    "definition": "After enumerating all possibilities by which something could have occurred, the speaker eliminates all but one."
  },
  {
    "figure_name": "exuscitatio",
    "definition": "Stirring others by one's own vehement feeling (sometimes by means of a rhetorical question)."
  },
  {
    "figure_name": "Fable",
    "definition": "Related Topics of Invention"
  },
  {
    "figure_name": "Fades",
    "definition": "beauty with disease or age\" epizeugma at the ending: \"Either with disease or age beauty"
  },
  {
    "figure_name": "figura constructionis",
    "definition": ") is one that depends upon some manipulation of specific grammatical elements, or which purposefully alters normal grammatical conventions for effect. Grammatically based figures are often simply the purposeful or artistic use of grammatical"
  },
  {
    "figure_name": "figurae dictionis",
    "definition": "Many rhetoricians have divided rhetorical figures into those of speech and those of thought (see chart). Figures of speech pertain to verbal expression; figures of thought, to ideas. (The latter category overlaps"
  },
  {
    "figure_name": "Figures",
    "definition": "of Speech and Thought ). In other words, amplification is a way of understanding both narrow, local modes of rhetorical figuring and broader, content-oriented modes of rhetorical argument or overall effects."
  },
  {
    "figure_name": "Figures of Division",
    "definition": "Most of the figures of division provide some kind of ordering."
  },
  {
    "figure_name": "Figures of Pathos",
    "definition": "The vividness of description is often used to affect the emotions; thus, many of the figures of description are also figures of pathos."
  },
  {
    "figure_name": "Figures of Place",
    "definition": "Many of the figures of description are also figures describing a place."
  },
  {
    "figure_name": "Figures of Reasoning",
    "definition": "Sorites is sometimes seen as, and certainly can be, a logical fallacy, since the rapidity of claims and reasons does not allow the unstated assumptions behind each claim to be examined."
  },
  {
    "figure_name": "Flowers",
    "definition": "Place is a general concern of rhetoric both literally and figuratively (see below). Specific figures regarding place, all of which are examples"
  },
  {
    "figure_name": "Franklin",
    "definition": "Note: This is also a trope of"
  },
  {
    "figure_name": "from those flames",
    "definition": "No light, but rather"
  },
  {
    "figure_name": "geographia",
    "definition": "vivid description of the earth"
  },
  {
    "figure_name": "graecismus",
    "definition": "Using Greek words, examples, or grammatical structures. Sometimes considered an affectation of erudition."
  },
  {
    "figure_name": "hate",
    "definition": "turns one or both To worthy danger and deserved death."
  },
  {
    "figure_name": "He stayed ashore",
    "definition": "and plowed, and drilled his rows..."
  },
  {
    "figure_name": "hendiadys",
    "definition": "Expressing a single idea by two nouns instead of a noun and its qualifier"
  },
  {
    "figure_name": "heterogenium",
    "definition": "Avoiding an issue by changing the subject to something different."
  },
  {
    "figure_name": "homiologia",
    "definition": "Tedious and inane repetition."
  },
  {
    "figure_name": "homoeoprophoron",
    "definition": "Repetition of the same consonant (especially the initial consonant)"
  },
  {
    "figure_name": "homoioptoton",
    "definition": "The repetition of similar case endings in adjacent words or in words"
  },
  {
    "figure_name": "homoioteleuton",
    "definition": "Similarity of endings of adjacent or parallel words."
  },
  {
    "figure_name": "hope",
    "definition": "confoundeth not, because the charity of God is poured forth in our hearts, by the Holy Ghost, who is given to"
  },
  {
    "figure_name": "hypallage",
    "definition": "Shifting the application of words. Mixing the order of which words should correspond with which others."
  },
  {
    "figure_name": "hyperbaton",
    "definition": "The inversion of normal word order. A general term."
  },
  {
    "figure_name": "Hyperbole",
    "definition": "Use of exaggerated terms for emphasis or effect."
  },
  {
    "figure_name": "hypophora",
    "definition": "Raising a question and immediately answering it."
  },
  {
    "figure_name": "hypozeuxis",
    "definition": "Every clause (in a series of parallel clauses) has its own (different)"
  },
  {
    "figure_name": "hysterologia",
    "definition": "Interrupting the order of a preposition and its object with an inserted"
  },
  {
    "figure_name": "hysteron proteron",
    "definition": "Ordering out of chronology."
  },
  {
    "figure_name": "infinitive-present participle",
    "definition": "It is boring to eat; to sleep is fulfilling The pattern is present participle-infinitive;"
  },
  {
    "figure_name": "integrity",
    "definition": "is dangerous and dreadful."
  },
  {
    "figure_name": "inter se pugnantia",
    "definition": "Using direct address to reprove someone before an audience openly."
  },
  {
    "figure_name": "invention",
    "definition": "and with the development of style through various exercises in amplification"
  },
  {
    "figure_name": "irony",
    "definition": "Adianoeta is a kind of irony, since it uses terms that imply a different meaning than they denote; however, adianoeta counts on carrying both its meanings, playing off how different audiences will understand the same locution (one, literally; the other, ironically)."
  },
  {
    "figure_name": "irrisio",
    "definition": "Figures involving doubt or hesitation"
  },
  {
    "figure_name": "isocolon",
    "definition": "A series of similarly structured elements having the same length."
  },
  {
    "figure_name": "iteratio",
    "definition": "Repetition of the same word, with none between, for vehemence."
  },
  {
    "figure_name": "kairos",
    "definition": "Like time, place is an essential aspect of general circumstances necessary to be considered. Settings constrain how and what a speaker says."
  },
  {
    "figure_name": "kindleth",
    "definition": "From her brothers fire.\" —the manuscript of Benedictbeuern The word \"glory\" is being used instead of \"light,\" but the replacement is not reciprocal; light would probably not be used"
  },
  {
    "figure_name": "Kinds of Tropes",
    "definition": "Reference to One Thing as Another"
  },
  {
    "figure_name": "King Henry",
    "definition": "Pardon me, Margaret, pardon me, sweet son, The Earl of Warwick and the Duke enforc'd me."
  },
  {
    "figure_name": "King Richard II",
    "definition": "Richard inquires after John of"
  },
  {
    "figure_name": "knowledge",
    "definition": "is weak and useless, and"
  },
  {
    "figure_name": "letters",
    "definition": "within words. Finally, some of the figures of order are considered to"
  },
  {
    "figure_name": "libera vox",
    "definition": "Figures which vary the normal syntax"
  },
  {
    "figure_name": "litotes",
    "definition": "Deliberate understatement, often using double negatives."
  },
  {
    "figure_name": "Longwindedness. Using more",
    "definition": "words than are necessary in an attempt to appear eloquent."
  },
  {
    "figure_name": "Lorenzoni",
    "definition": "The term \"average\" is omitted but understood after \"isn't.\" John forgives Mary and Mary, John. Note that the comma signals what has been elided,"
  },
  {
    "figure_name": "love",
    "definition": "doth wound my heart to"
  },
  {
    "figure_name": "Meiosis",
    "definition": "Reference to something with a name disproportionately lesser than its nature (a kind of litotes)."
  },
  {
    "figure_name": "mempsis",
    "definition": "Expressing complaint and seeking help."
  },
  {
    "figure_name": "merismus",
    "definition": "The dividing of a whole into its parts."
  },
  {
    "figure_name": "metabasis",
    "definition": "A transitional statement in which one explains what has been and what"
  },
  {
    "figure_name": "metanoia",
    "definition": "Qualifying a statement by recalling it and expressing it in a better, milder, or stronger way."
  },
  {
    "figure_name": "metaphor",
    "definition": "Implied comparison between two unlike things."
  },
  {
    "figure_name": "metathesis",
    "definition": "The transposition of letters within a word Figures of Disorder (Vices)"
  },
  {
    "figure_name": "metonymy",
    "definition": "Related Topics of Invention"
  },
  {
    "figure_name": "Now colors bent",
    "definition": "Frame a clear, blue sky."
  },
  {
    "figure_name": "ominatio",
    "definition": "A prophecy of evil. As the term's name connotes, this can be \"ominous\""
  },
  {
    "figure_name": "Omission of conjunctions",
    "definition": "between a series of clauses."
  },
  {
    "figure_name": "Onomatopoeia",
    "definition": "Use of words whose sound correspond with their semantic value."
  },
  {
    "figure_name": "Oxymoron",
    "definition": "Placing two ordinarily opposing terms adjacent to one another.  A compressed paradox."
  },
  {
    "figure_name": "paenismos",
    "definition": "Figures which heap things up"
  },
  {
    "figure_name": "paenismus",
    "definition": "Expressing joy for blessings obtained or an evil avoided."
  },
  {
    "figure_name": "Pallid death",
    "definition": "The effect of death is to make the body pale. Ascribing this effect to death itself as an adjective here is an example"
  },
  {
    "figure_name": "paradiegesis",
    "definition": "Arrangement of the Elements of a Sentence"
  },
  {
    "figure_name": "paradigma",
    "definition": "Related Topics of Invention"
  },
  {
    "figure_name": "paradox",
    "definition": "A statement that seems self-contradictory but reveals truth."
  },
  {
    "figure_name": "paralipsis",
    "definition": "If in turning something over to the audience one suggests something without stating it, epitrope is also paralepsis."
  },
  {
    "figure_name": "parallelism",
    "definition": "Similarity of structure in a pair or series of related words, phrases,"
  },
  {
    "figure_name": "Paranomasia",
    "definition": "Using words that sound alike but that differ in meaning (punning)."
  },
  {
    "figure_name": "parecbasis",
    "definition": "Digressing from the logical order of a speech."
  },
  {
    "figure_name": "parelcon",
    "definition": "The addition of a superfluous word."
  },
  {
    "figure_name": "parenthesis",
    "definition": "This figure is related to epanorthosis because the latter often occurs as a kind of interruption."
  },
  {
    "figure_name": "paroemion",
    "definition": "Alliteration taken to an extreme where nearly every word in a sentence begins with the same consonant."
  },
  {
    "figure_name": "paromologia",
    "definition": "Admitting a weaker point in order to make a stronger one."
  },
  {
    "figure_name": "parrhesia",
    "definition": "Either to speak candidly or to ask forgiveness for so speaking. Sometimes"
  },
  {
    "figure_name": "partitio",
    "definition": "(division or outline) of a speech. Some of the figures below pertain to ordering an entire discourse, including certain figures of division and digression. Similarly, some figures, though not pertaining necessarily to parts of an oration, concern the artful ordering of"
  },
  {
    "figure_name": "pathopoeia",
    "definition": "A speech or figure designed to arouse emotion."
  },
  {
    "figure_name": "Peacham",
    "definition": "(1577) U4r; Putt. (1589) 238 (\"noema,\" \"the figure of close conceit\")"
  },
  {
    "figure_name": "perclusio",
    "definition": "A threat against someone, or something."
  },
  {
    "figure_name": "periergia",
    "definition": "Overuse of words or figures of speech; over-labored."
  },
  {
    "figure_name": "Periodic Sentence",
    "definition": "Related Topics of Invention"
  },
  {
    "figure_name": "Periphrasis",
    "definition": "Substitution of a descriptive word or phrase for a proper name or of a proper name for a quality associated with the name."
  },
  {
    "figure_name": "perissologia",
    "definition": "Superfluity of speech generally; the vice of wordiness."
  },
  {
    "figure_name": "peristasis",
    "definition": "Figures of appeal to the audience (by threat or promise or entreaty)"
  },
  {
    "figure_name": "permissio",
    "definition": "), submitting something for consideration, or simply referring to the abilities of the audience to supply the meaning that the speaker passes over (hence Puttenham's term,"
  },
  {
    "figure_name": "permutatio by argument",
    "definition": "Employing a comparison in order to magnify or lessen."
  },
  {
    "figure_name": "permutatio by comparison",
    "definition": "Employing several metaphors drawn from the same domain together."
  },
  {
    "figure_name": "permutatio by contrast",
    "definition": "Employing a mocking comparison."
  },
  {
    "figure_name": "personification",
    "definition": "Attributing human qualities to nonhuman things."
  },
  {
    "figure_name": "phrase",
    "definition": "Related Topics of Invention"
  },
  {
    "figure_name": "Placing two ordinarily",
    "definition": "opposing terms adjacent to one another. A compressed paradox."
  },
  {
    "figure_name": "pleonasm",
    "definition": "Use of more words than necessary to express an idea."
  },
  {
    "figure_name": "pleonasmus",
    "definition": "Use of more words than is necessary semantically. Rhetorical repetition that is grammatically superfluous."
  },
  {
    "figure_name": "polyptoton",
    "definition": "Repetition of words derived from the same root."
  },
  {
    "figure_name": "polysyndeton",
    "definition": "Employing many conjunctions between clauses, often slowing the tempo"
  },
  {
    "figure_name": "praescriptio",
    "definition": "Figures which depend upon logical forms"
  },
  {
    "figure_name": "praeteritio",
    "definition": "Emphasizing something by professing to ignore it."
  },
  {
    "figure_name": "progymnasmata",
    "definition": "exercises, certain standard methods were suggested for amplifying subject matter within these practice orations, including the use of dialogue ("
  },
  {
    "figure_name": "prolepsis",
    "definition": "anticipating a future argument or event"
  },
  {
    "figure_name": "propositio",
    "definition": "Figures of comparison and similitude"
  },
  {
    "figure_name": "prosapodosis",
    "definition": "Providing a reason for each division of a statement. Certain figures describe divisions within a word"
  },
  {
    "figure_name": "prosopopoeia",
    "definition": "Giving voice to inanimate objects or absent persons."
  },
  {
    "figure_name": "Proverb",
    "definition": "Related Topics of Invention"
  },
  {
    "figure_name": "pysma",
    "definition": "The asking of multiple questions successively (which would together require a complex reply)."
  },
  {
    "figure_name": "Questions",
    "definition": "for determining the issue (status)"
  },
  {
    "figure_name": "Rasselas",
    "definition": "Woe unto them that call"
  },
  {
    "figure_name": "ratiocinatio",
    "definition": "Reasoning (typically with oneself) by asking questions."
  },
  {
    "figure_name": "rejectio",
    "definition": "Figures which involve a play on words"
  },
  {
    "figure_name": "Related Figures",
    "definition": "Figures that play on language Related Topics of Invention"
  },
  {
    "figure_name": "Repetition at the",
    "definition": "end of a clause of the word that occurred at the beginning of the"
  },
  {
    "figure_name": "Repetition of",
    "definition": "words, in successive clauses, in reverse grammatical order. (Sometimes"
  },
  {
    "figure_name": "Repetition of a",
    "definition": "word in two different senses."
  },
  {
    "figure_name": "Repetition of grammatical",
    "definition": "structures in reverse order in successive phrases or clauses (not to be mistaken with antimetabole)."
  },
  {
    "figure_name": "Repetition of initial",
    "definition": "or medial consonants in two or more adjacent words."
  },
  {
    "figure_name": "Repetition of similar",
    "definition": "vowel sounds, preceded and followed by different consonants, in the stressed syllables of adjacent words."
  },
  {
    "figure_name": "Repetition of the",
    "definition": "last word of one clause at the beginning of the following clause."
  },
  {
    "figure_name": "Repetition of words",
    "definition": "derived from the same root."
  },
  {
    "figure_name": "reprehensio",
    "definition": "Figures which lead to a certain emotion"
  },
  {
    "figure_name": "reticentia",
    "definition": "Figures which distort the truth (see also figures which exaggerate)"
  },
  {
    "figure_name": "Rhetorical Question",
    "definition": "Asking a question for a purpose other than obtaining the information"
  },
  {
    "figure_name": "rogatio",
    "definition": "Figures by which the speaker recommends himself to the hearer—by"
  },
  {
    "figure_name": "schemata dianoias",
    "definition": "Typically, this distinction proves difficult to maintain. The figures of thought overlap considerably with the"
  },
  {
    "figure_name": "Scheme",
    "definition": ": An artful deviation from the ordinary"
  },
  {
    "figure_name": "schemes",
    "definition": "(the artful arrangements of words), and those that are figures of thought (addressing the subject matter, not the manner of expression). Some figures cross over between the two types, such as the figure antithesis. Figures of Balance - Schemes These figures often rely upon various kinds of parallel and antithetical"
  },
  {
    "figure_name": "scratch",
    "definition": "my client gave to the plaintiff... (when referring to a sizeable wound) It isn't very serious. I have this tiny little tumor on the brain."
  },
  {
    "figure_name": "Search the Forest",
    "definition": "A rich vocabulary has been developed for identifying stylistic faults. The terms for stylistic vices do not strictly denote changes of meaning or arrangement as do most terms for rhetorical figures; rather, these are qualitative labels whose accuracy will always be relative to the context"
  },
  {
    "figure_name": "See Also",
    "definition": "Four Categories of Change:"
  },
  {
    "figure_name": "sententia",
    "definition": "(maxim, saying, or pithy thought). Not to be confused with the modern-day defintion of sentence (see, instead,"
  },
  {
    "figure_name": "sententia, chreia",
    "definition": "A short, pithy saying, which can be used to amplify subject matter. Amplification as a Category of Figures. The centrality of amplification to rhetoric is apparent in its use as a way of categorizing the function of many figures, especially when authorities have used amplification as a way of creating a third category of figures that lies between those of words and those of thought (See"
  },
  {
    "figure_name": "simile",
    "definition": ". These are simply comparisons: \"Life is a journey\"; \"Watching TV is like taking a visual anaesthetic.\" But"
  },
  {
    "figure_name": "solecismus",
    "definition": "An element of speech or writing that is incorrect grammatically."
  },
  {
    "figure_name": "soraismus",
    "definition": "To mingle different languages affectedly or without skill."
  },
  {
    "figure_name": "Structures of Balance",
    "definition": "Change in Word Order"
  },
  {
    "figure_name": "Substitution of a",
    "definition": "descriptive word or phrase for a proper name or of a proper name for a quality associated with the name."
  },
  {
    "figure_name": "Substitution of one",
    "definition": "part of speech for another."
  },
  {
    "figure_name": "surplus / addition",
    "definition": "(See Four Categories of Change:"
  },
  {
    "figure_name": "syllepsis",
    "definition": "When a single word that governs or modifies two or more others must be understood differently with respect to each of those words. Other figures simply depend upon some internal sort of division to operate:"
  },
  {
    "figure_name": "symploce",
    "definition": "Combination of anaphora and epistrophe."
  },
  {
    "figure_name": "synathroesmus / frequentatio",
    "definition": "The conglomeration of many words and expressions either with similar meaning (=synonymia) or not (=congeries)."
  },
  {
    "figure_name": "synchoresis",
    "definition": "Figures which exaggerate or diminish"
  },
  {
    "figure_name": "synchysis",
    "definition": "The confused arrangement of words in a sentence; hyperbaton or anastrophe taken to an obscuring extreme, either accidentally or purposefully. Some grammatical figures depend upon some sort of grammatical"
  },
  {
    "figure_name": "syncrisis",
    "definition": "Comparison and contrast in parallel clauses."
  },
  {
    "figure_name": "synecdoche",
    "definition": "A whole is represented by naming one of its parts (genus named for species), or vice versa (species named for genus)."
  },
  {
    "figure_name": "synonymia",
    "definition": "In general, the use of several synonyms together to amplify or explain a given subject or term. A kind of repetition that adds emotional force"
  },
  {
    "figure_name": "synthesis",
    "definition": "An apt arrangement of a composition. Figures altering the order of words"
  },
  {
    "figure_name": "taken to",
    "definition": "an extreme where nearly every word in a sentence begins with the same consonant. Sometimes, simply a synonym for"
  },
  {
    "figure_name": "tautologia",
    "definition": "The repetition of the same idea in different words, but (often) in a way that is wearisome or unnecessary."
  },
  {
    "figure_name": "taxis",
    "definition": "To divide a subject up into its various components or attributes."
  },
  {
    "figure_name": "testatio",
    "definition": "Figures of omission, including refusals to speak"
  },
  {
    "figure_name": "than clothes",
    "definition": "— Ad for Peck & Peck suits"
  },
  {
    "figure_name": "Thesis or Theme",
    "definition": "Arguing two sides of a question:"
  },
  {
    "figure_name": "times like these",
    "definition": ", it is helpful to remember that there have always"
  },
  {
    "figure_name": "tmesis",
    "definition": "Interjecting a word or phrase between parts of a compound word or between syllables of a word. Certain figures describe syntactical or semantic divisions within a sentence, such as the zeugma figures. All of the"
  },
  {
    "figure_name": "today",
    "definition": "I want to see that happy hall-of-famer hit three more round-trippers"
  },
  {
    "figure_name": "tolerantia",
    "definition": "Figures which amplify the importance of the subject of discourse"
  },
  {
    "figure_name": "topics of invention",
    "definition": ", and at times differ from figures of speech only in degree. Consequently, some authorities create a third category of terms consisting of those that overlap between figures of diction and of thought, and typically call these"
  },
  {
    "figure_name": "topographia",
    "definition": "vivid description of a given place"
  },
  {
    "figure_name": "topothesia",
    "definition": "vivid description of an imaginary place"
  },
  {
    "figure_name": "tractatio",
    "definition": "Figures which directly address someone"
  },
  {
    "figure_name": "transitio",
    "definition": "Figures of admission and concession"
  },
  {
    "figure_name": "transmissio",
    "definition": "Figures of personal abuse or accusation"
  },
  {
    "figure_name": "tricolon",
    "definition": "Three parallel elements of the same length occurring together in a series."
  },
  {
    "figure_name": "trope",
    "definition": "signifies when one turns a word or phrase from its conventional use to a novel one for rhetorical effect. A scheme, on the other hand, refers"
  },
  {
    "figure_name": "turpiloquum",
    "definition": "Figures which alter the form or grammatical status of a word"
  },
  {
    "figure_name": "urbanitas",
    "definition": "Figures which list things (enumeration or summation)"
  },
  {
    "figure_name": "Using words that",
    "definition": "sound alike but that differ in meaning (punning)."
  },
  {
    "figure_name": "Vince Lombardi",
    "definition": "In the following example, antanaclasis occurs with an entire phrase whose meaning alters upon repetition:"
  },
  {
    "figure_name": "zeugma",
    "definition": "A general term describing when one part of speech (most often the main verb, but sometimes a noun) governs two or more other parts of a sentence (often in a series)"
  }
]